Repository: getaktar/mac
Catalog: Sources/Aktar/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

source: Create Short Link
de: Kurzlink erstellen
es: Crear enlace corto
fr: Créer un lien court
id: Buat Tautan Pendek
it: Crea link breve
ja: 短縮リンクを作成
ko: 짧은 링크 만들기
nl: Maak korte link
pl: Utwórz krótki link
pt_br: Criar link curto
ru: Создать короткую ссылку
tr: Kısa Bağlantı Oluştur
uk: Створити коротке посилання
vi: Tạo liên kết ngắn
zh_hans: 创建短链接
zh_hant: 建立短連結

source: Create the bucket
de: Bucket erstellen
es: Crear el bucket
fr: Créer le bucket
id: Buat bucket
it: Crea il bucket
ja: バケットを作成
ko: 버킷 생성
nl: De bucket aanmaken
pl: Utwórz bucket
pt_br: Criar o bucket
ru: Создать бакет
tr: Bucket'ı oluştur
uk: Створити бакет
vi: Tạo bucket
zh_hans: 创建存储桶
zh_hant: 建立儲存貯體

source: Created %@
de: Erstellt: %@
es: Creado: %@
fr: Créé : %@
id: Dibuat: %@
it: Creato: %@
ja: 作成しました: %@
ko: 만듦: %@
nl: Gemaakt: %@
pl: Utworzono: %@
pt_br: Criado: %@
ru: Создано: %@
tr: Oluşturuldu: %@
uk: Створено: %@
vi: Đã tạo: %@
zh_hans: 已创建：%@
zh_hant: 已建立：%@

source: Creating…
de: Wird erstellt …
es: Creando…
fr: Création…
id: Membuat…
it: Creazione…
ja: 作成中…
ko: 만드는 중…
nl: Bezig met maken…
pl: Tworzenie…
pt_br: Criando…
ru: Создание…
tr: Oluşturuluyor…
uk: Створення…
vi: Đang tạo…
zh_hans: 正在创建…
zh_hant: 正在建立…

source: Custom HTTP
de: Eigenes HTTP
es: HTTP personalizado
fr: HTTP personnalisé
id: HTTP Kustom
it: HTTP personalizzato
ja: カスタムHTTP
ko: 사용자 지정 HTTP
nl: Aangepaste HTTP
pl: Własny HTTP
pt_br: HTTP personalizado
ru: Свой HTTP
tr: Özel HTTP
uk: Власний HTTP
vi: HTTP tùy chỉnh
zh_hans: 自定义 HTTP
zh_hant: 自訂 HTTP

source: Custom HTTP…
de: Eigenes HTTP …
es: HTTP personalizado…
fr: HTTP personnalisé…
id: HTTP Kustom…
it: HTTP personalizzato…
ja: カスタムHTTP…
ko: 사용자 지정 HTTP…
nl: Aangepaste HTTP…
pl: Własny HTTP…
pt_br: HTTP personalizado…
ru: Свой HTTP…
tr: Özel HTTP…
uk: Власний HTTP…
vi: HTTP tùy chỉnh…
zh_hans: 自定义 HTTP…
zh_hant: 自訂 HTTP…

source: Delete After
de: Löschen nach
es: Eliminar tras
fr: Supprimer après
id: Hapus Setelah
it: Elimina dopo
ja: 削除まで
ko: 보관 기간
nl: Verwijder na
pl: Usuń po
pt_br: Excluir após
ru: Удалить через
tr: Silinme
uk: Видалити через
vi: Xóa sau
zh_hans: 删除时间
zh_hant: 刪除時間

source: Delete path
de: Pfad zum Löschen
es: Ruta para eliminar
fr: Chemin de suppression
id: Path hapus
it: Percorso di eliminazione
ja: 削除のパス
ko: 삭제 경로
nl: Pad voor verwijderen
pl: Ścieżka usuwania
pt_br: Caminho de exclusão
ru: Путь для удаления
tr: Silme yolu
uk: Шлях для видалення
vi: Đường dẫn xóa
zh_hans: 删除路径
zh_hant: 刪除路徑

source: Delete Short Link
de: Kurzlink löschen
es: Eliminar enlace corto
fr: Supprimer le lien court
id: Hapus Tautan Pendek
it: Elimina link breve
ja: 短縮リンクを削除
ko: 짧은 링크 삭제
nl: Verwijder korte link
pl: Usuń krótki link
pt_br: Apagar link curto
ru: Удалить короткую ссылку
tr: Kısa Bağlantıyı Sil
uk: Видалити коротке посилання
vi: Xóa liên kết ngắn
zh_hans: 删除短链接
zh_hant: 刪除短連結

source: Delete the thumbnails already in the bucket?
de: Vorschaubilder löschen, die schon im Bucket liegen?
es: ¿Eliminar las miniaturas que ya están en el bucket?
fr: Supprimer les vignettes déjà présentes dans le bucket ?
id: Hapus gambar mini yang sudah ada di bucket?
it: Eliminare le miniature già presenti nel bucket?
ja: すでにバケットにあるサムネイルを削除しますか?
ko: 버킷에 이미 있는 썸네일을 삭제하겠습니까?
nl: Miniaturen verwijderen die al in de bucket staan?
pl: Usunąć miniatury, które już są w buckecie?
pt_br: Apagar as miniaturas que já estão no bucket?
ru: Удалить миниатюры, которые уже есть в бакете?
tr: Bucket'taki mevcut küçük resimler silinsin mi?
uk: Видалити мініатюри, які вже є в бакеті?
vi: Xóa các hình thu nhỏ đã có trong bucket?
zh_hans: 删除存储桶中已有的缩略图吗？
zh_hant: 要刪除儲存貯體中已有的縮圖嗎？

source: Delete Thumbnails
de: Vorschaubilder löschen
es: Eliminar miniaturas
fr: Supprimer les vignettes
id: Hapus Gambar Mini
it: Elimina miniature
ja: サムネイルを削除
ko: 썸네일 삭제
nl: Verwijder miniaturen
pl: Usuń miniatury
pt_br: Apagar miniaturas
ru: Удалить миниатюры
tr: Küçük Resimleri Sil
uk: Видалити мініатюри
vi: Xóa hình thu nhỏ
zh_hans: 删除缩略图
zh_hant: 刪除縮圖

source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
id: Dihapus
it: Eliminato
ja: 削除済み
ko: 삭제됨
nl: Verwijderd
pl: Usunięty
pt_br: Apagado
ru: Удалена
tr: Silindi
uk: Видалено
vi: Đã xóa
zh_hans: 已删除
zh_hant: 已刪除

source: Deleted at the link shortener.
de: Beim Linkkürzer gelöscht.
es: Eliminado en el acortador.
fr: Supprimé chez le raccourcisseur.
id: Dihapus di pemendek tautan.
it: Eliminato nell’accorciatore.
ja: 短縮サービスで削除済みです。
ko: 링크 단축기에서 삭제되었습니다.
nl: Verwijderd bij de linkverkorter.
pl: Usunięty w skracaczu linków.
pt_br: Apagado no encurtador.
ru: Удалена в сервисе сокращения ссылок.
tr: Bağlantı kısaltıcıda silindi.
uk: Видалено в сервісі скорочення посилань.
vi: Đã xóa ở dịch vụ rút gọn.
zh_hans: 已在短链接服务中删除。
zh_hant: 已在短網址服務中刪除。

source: Deleted the thumbnails of %@ from the bucket
de: Vorschaubilder von %@ aus dem Bucket gelöscht
es: Se eliminaron del bucket las miniaturas de %@
fr: Vignettes de %@ supprimées du bucket
id: Gambar mini %@ dihapus dari bucket
it: Miniature di %@ eliminate dal bucket
ja: %@ のサムネイルをバケットから削除しました
ko: 버킷에서 %@의 썸네일을 삭제함
nl: Miniaturen van %@ uit de bucket verwijderd
pl: Usunięto miniatury z bucketu: %@
pt_br: As miniaturas de %@ foram apagadas do bucket
ru: Миниатюры «%@» удалены из бакета
tr: %@ küçük resimleri bucket'tan silindi
uk: Мініатюри %@ видалено з бакета
vi: Đã xóa hình thu nhỏ của %@ khỏi bucket
zh_hans: 已从存储桶中删除 %@ 的缩略图
zh_hant: 已從儲存貯體刪除 %@ 的縮圖

source: Destination Name
de: Zielname
es: Nombre del destino
fr: Nom de la destination
id: Nama Tujuan
it: Nome destinazione
ja: アップロード先の名前
ko: 대상 이름
nl: Naam van bestemming
pl: Nazwa miejsca docelowego
pt_br: Nome do destino
ru: Название места назначения
tr: Hedef Adı
uk: Назва цілі
vi: Tên đích
zh_hans: 上传目标名称
zh_hant: 目的地名稱

source: Dismiss
de: Ausblenden
es: Descartar
fr: Ignorer
id: Tutup
it: Ignora
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Dispensar
ru: Скрыть
tr: Kapat
uk: Приховати
vi: Bỏ qua
zh_hans: 关闭
zh_hant: 關閉

source: Documents
de: Dokumente
es: Documentos
id: Dokumen
it: Documenti
ja: 書類
ko: 문서
nl: Documenten
pl: Dokumenty
pt_br: Documentos
ru: Документы
tr: Belgeler
uk: Документи
vi: Tài liệu
zh_hans: 文稿
zh_hant: 文件

source: Earlier Short Links
de: Frühere Kurzlinks
es: Enlaces cortos anteriores
fr: Liens courts précédents
id: Tautan Pendek Sebelumnya
it: Link brevi precedenti
ja: 以前の短縮リンク
ko: 이전 짧은 링크
nl: Eerdere korte links
pl: Wcześniejsze krótkie linki
pt_br: Links curtos anteriores
ru: Прежние короткие ссылки
tr: Önceki Kısa Bağlantılar
uk: Попередні короткі посилання
vi: Liên kết ngắn trước đây
zh_hans: 之前的短链接
zh_hant: 先前的短連結

source: Enter a folder for the thumbnails.
de: Gib einen Ordner für die Vorschaubilder ein.
es: Introduce una carpeta para las miniaturas.
fr: Saisissez un dossier pour les vignettes.
id: Masukkan folder untuk gambar mini.
it: Inserisci una cartella per le miniature.
ja: サムネイル用のフォルダを入力してください。
ko: 썸네일을 저장할 폴더를 입력하십시오.
nl: Voer een map in voor de miniaturen.
pl: Wpisz folder na miniatury.
pt_br: Digite uma pasta para as miniaturas.
ru: Укажите папку для миниатюр.
tr: Küçük resimler için bir klasör gir.
uk: Введіть папку для мініатюр.
vi: Nhập một thư mục cho hình thu nhỏ.
zh_hans: 请输入用于存放缩略图的文件夹。
zh_hant: 請輸入存放縮圖的資料夾。

source: Enter the address of your link shortener.
de: Gib die Adresse deines Linkkürzers ein.
es: Introduce la dirección de tu acortador.
fr: Saisissez l’adresse de votre raccourcisseur.
id: Masukkan alamat pemendek tautan Anda.
it: Inserisci l’indirizzo del tuo accorciatore.
ja: 短縮サービスのアドレスを入力してください。
ko: 링크 단축기의 주소를 입력하세요.
nl: Voer het adres van je linkverkorter in.
pl: Wpisz adres swojego skracacza linków.
pt_br: Digite o endereço do seu encurtador.
ru: Введите адрес вашего сервиса сокращения ссылок.
tr: Bağlantı kısaltıcınızın adresini girin.
uk: Введіть адресу вашого сервісу скорочення посилань.
vi: Nhập địa chỉ dịch vụ rút gọn của bạn.
zh_hans: 请输入你的短链接服务地址。
zh_hant: 請輸入你的短網址服務位址。

source: Enter the API key.
de: Gib den API-Schlüssel ein.
es: Introduce la clave de API.
fr: Saisissez la clé d’API.
id: Masukkan kunci API.
it: Inserisci la chiave API.
ja: APIキーを入力してください。
ko: API 키를 입력하세요.
nl: Voer de API-sleutel in.
pl: Wpisz klucz API.
pt_br: Digite a chave de API.
ru: Введите ключ API.
tr: API anahtarını girin.
uk: Введіть ключ API.
vi: Nhập khóa API.
zh_hans: 请输入 API 密钥。
zh_hant: 請輸入 API 金鑰。

source: Enter the request’s path or URL.
de: Gib den Pfad oder die URL der Anfrage ein.
es: Introduce la ruta o URL de la solicitud.
fr: Saisissez le chemin ou l’URL de la requête.
id: Masukkan path atau URL permintaan.
it: Inserisci il percorso o l’URL della richiesta.
ja: リクエストのパスまたはURLを入力してください。
ko: 요청 경로 또는 URL을 입력하세요.
nl: Voer het pad of de URL van het verzoek in.
pl: Wpisz ścieżkę lub URL żądania.
pt_br: Digite o caminho ou URL da requisição.
ru: Введите путь или URL запроса.
tr: İsteğin yolunu veya URL’sini girin.
uk: Введіть шлях або URL запиту.
vi: Nhập đường dẫn hoặc URL của yêu cầu.
zh_hans: 请输入请求的路径或 URL。
zh_hant: 請輸入請求的路徑或 URL。

source: Enter the short domain.
de: Gib die Kurzdomain ein.
es: Introduce el dominio corto.
fr: Saisissez le domaine court.
id: Masukkan domain pendek.
it: Inserisci il dominio breve.
ja: 短縮ドメインを入力してください。
ko: 짧은 도메인을 입력하세요.
nl: Voer het korte domein in.
pl: Wpisz krótką domenę.
pt_br: Digite o domínio curto.
ru: Введите короткий домен.
tr: Kısa alan adını girin.
uk: Введіть короткий домен.
vi: Nhập tên miền ngắn.
zh_hans: 请输入短域名。
zh_hant: 請輸入短網域。

source: Enter where the short link is in the answer, such as shortUrl or data.link.
de: Gib an, wo der Kurzlink in der Antwort steht, etwa shortUrl oder data.link.
es: Indica dónde está el enlace corto en la respuesta, como shortUrl o data.link.
fr: Indiquez où se trouve le lien court dans la réponse, par exemple shortUrl ou data.link.
id: Masukkan letak tautan pendek di respons, seperti shortUrl atau data.link.
it: Indica dove si trova il link breve nella risposta, ad esempio shortUrl o data.link.
ja: 応答内で短縮リンクがある場所を入力してください（例: shortUrl、data.link）。
ko: 응답에서 짧은 링크가 있는 위치를 입력하세요(예: shortUrl 또는 data.link).
nl: Geef aan waar de korte link in het antwoord staat, zoals shortUrl of data.link.
pl: Wpisz, gdzie w odpowiedzi jest krótki link, np. shortUrl lub data.link.
pt_br: Indique onde está o link curto na resposta, como shortUrl ou data.link.
ru: Укажите, где в ответе короткая ссылка, например shortUrl или data.link.
tr: Kısa bağlantının yanıtta nerede olduğunu girin, örneğin shortUrl veya data.link.
uk: Вкажіть, де у відповіді коротке посилання, наприклад shortUrl або data.link.
vi: Nhập vị trí của liên kết ngắn trong phản hồi, như shortUrl hoặc data.link.
zh_hans: 请输入短链接在响应中的位置，例如 shortUrl 或 data.link。
zh_hant: 請輸入短連結在回應中的位置，例如 shortUrl 或 data.link。

source: Extensions
de: Endungen
es: Extensiones
id: Ekstensi
it: Estensioni
ja: 拡張子
ko: 확장자
nl: Extensies
pl: Rozszerzenia
pt_br: Extensões
ru: Расширения
tr: Uzantılar
uk: Розширення
vi: Phần mở rộng
zh_hans: 扩展名
zh_hant: 副檔名

source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
nl: Bestand
pl: Plik
pt_br: Arquivo
ru: Файл
tr: Dosya
uk: Файл
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

source: File deleted ✓ / Short link cleanup failed ⚠
de: Datei gelöscht ✓ / Kurzlink nicht bereinigt ⚠
es: Archivo eliminado ✓ / No se pudo limpiar el enlace corto ⚠
fr: Fichier supprimé ✓ / Échec du nettoyage du lien court ⚠
id: File dihapus ✓ / Pembersihan tautan pendek gagal ⚠
it: File eliminato ✓ / Pulizia del link breve non riuscita ⚠
ja: ファイルを削除しました ✓ / 短縮リンクを削除できませんでした ⚠
ko: 파일 삭제됨 ✓ / 짧은 링크 정리 실패 ⚠
nl: Bestand verwijderd ✓ / Korte link opruimen mislukt ⚠
pl: Plik usunięty ✓ / Nie udało się usunąć krótkiego linku ⚠
pt_br: Arquivo apagado ✓ / Falha ao limpar o link curto ⚠
ru: Файл удалён ✓ / Не удалось удалить короткую ссылку ⚠
tr: Dosya silindi ✓ / Kısa bağlantı temizlenemedi ⚠
uk: Файл видалено ✓ / Не вдалося видалити коротке посилання ⚠
vi: Đã xóa tệp ✓ / Không dọn được liên kết ngắn ⚠
zh_hans: 文件已删除 ✓ / 短链接清理失败 ⚠
zh_hant: 檔案已刪除 ✓ / 短連結清理失敗 ⚠

source: Form
de: Formular
es: Formulario
fr: Formulaire
id: Formulir
it: Modulo
ja: フォーム
ko: 양식
nl: Formulier
pl: Formularz
pt_br: Formulário
ru: Форма
uk: Форма
vi: Biểu mẫu
zh_hans: 表单
zh_hant: 表單

source: Free up to 10 GB, set up in a minute
de: Bis 10 GB kostenlos, in einer Minute eingerichtet
es: Gratis hasta 10 GB, configurado en un minuto
fr: Gratuit jusqu’à 10 Go, configuré en une minute
id: Gratis hingga 10 GB, siap dalam satu menit
it: Gratis fino a 10 GB, configurato in un minuto
ja: 10 GB まで無料、1分で設定
ko: 10GB까지 무료, 1분이면 설정 완료
nl: Gratis tot 10 GB, in een minuut ingesteld
pl: Bezpłatnie do 10 GB, konfiguracja w minutę
pt_br: Grátis até 10 GB, configurado em um minuto
ru: Бесплатно до 10 ГБ, настройка за минуту
tr: 10 GB'a kadar ücretsiz, bir dakikada kurulur
uk: Безкоштовно до 10 ГБ, налаштування за хвилину
vi: Miễn phí đến 10 GB, thiết lập trong một phút
zh_hans: 最多 10 GB 免费，一分钟即可设置
zh_hant: 最多 10 GB 免費，一分鐘即可設定

source: Get Recent Uploads
de: Letzte Uploads abrufen
es: Obtener subidas recientes
fr: Obtenir les envois récents
id: Dapatkan Unggahan Terbaru
it: Ottieni caricamenti recenti
ja: 最近のアップロードを取得
ko: 최근 업로드 가져오기
nl: Haal recente uploads op
pl: Pobierz ostatnio przesłane pliki
pt_br: Obter envios recentes
ru: Получить недавние загрузки
tr: Son Yüklemeleri Al
uk: Отримати останні вивантаження
vi: Lấy tệp tải lên gần đây
zh_hans: 获取最近的上传
zh_hant: 取得最近的上傳項目

source: Headers
de: Header
es: Encabezados
fr: En-têtes
id: Header
it: Intestazioni
ja: ヘッダ
ko: 헤더
pl: Nagłówki
pt_br: Cabeçalhos
ru: Заголовки
tr: Üst bilgiler
uk: Заголовки
vi: Header
zh_hans: 请求头
zh_hant: 標頭

source: ID in the answer
de: ID in der Antwort
es: ID en la respuesta
fr: ID dans la réponse
id: ID di respons
it: ID nella risposta
ja: 応答内のID
ko: 응답의 ID
nl: ID in het antwoord
pl: ID w odpowiedzi
pt_br: ID na resposta
ru: ID в ответе
tr: Yanıttaki kimlik
uk: ID у відповіді
vi: ID trong phản hồi
zh_hans: 响应中的 ID
zh_hant: 回應中的 ID

source: If the public link check failed, the domain is probably still being set up. Try Test Connection again in a few minutes from Edit.
de: Wenn die Prüfung des öffentlichen Links fehlgeschlagen ist, wird die Domain wahrscheinlich noch eingerichtet. Wähle in ein paar Minuten unter „Bearbeiten“ erneut „Verbindung testen“.
es: Si falló la comprobación del enlace público, probablemente el dominio aún se está configurando. Vuelve a pulsar Probar conexión en unos minutos desde Editar.
fr: Si la vérification du lien public a échoué, le domaine est probablement encore en cours de configuration. Relancez Tester la connexion dans quelques minutes depuis Modifier.
id: Jika pemeriksaan tautan publik gagal, domain kemungkinan masih disiapkan. Coba Uji Koneksi lagi beberapa menit lagi dari Edit.
it: Se la verifica del link pubblico non è riuscita, il dominio è probabilmente ancora in fase di configurazione. Riprova Verifica connessione tra qualche minuto da Modifica.
ja: 公開リンクの確認に失敗した場合は、ドメインがまだ設定中の可能性があります。数分後に「編集」から「接続をテスト」をもう一度実行してください。
ko: 공개 링크 확인에 실패했다면 도메인이 아직 설정 중일 수 있습니다. 몇 분 후 편집에서 연결 테스트를 다시 실행하세요.
nl: Als de controle van de openbare link is mislukt, wordt het domein waarschijnlijk nog ingesteld. Voer over een paar minuten via Wijzig opnieuw Test verbinding uit.
pl: Jeśli sprawdzenie linku publicznego nie powiodło się, domena prawdopodobnie jest jeszcze konfigurowana. Za kilka minut ponów Testuj połączenie w opcji Edytuj.
pt_br: Se a verificação do link público falhou, o domínio provavelmente ainda está sendo configurado. Tente Testar conexão de novo em alguns minutos, em Editar.
ru: Если проверка публичной ссылки не прошла, домен, вероятно, еще настраивается. Через несколько минут снова нажмите «Проверить подключение» в разделе «Изменить».
tr: Genel bağlantı denetimi başarısız olduysa alan adı muhtemelen hâlâ kuruluyor. Birkaç dakika sonra Düzenle bölümünden Bağlantıyı Test Et'i tekrar dene.
uk: Якщо перевірка публічного посилання не вдалася, домен, імовірно, ще налаштовується. Через кілька хвилин знову виконайте «Перевірити з’єднання» в розділі «Редагувати».
vi: Nếu kiểm tra liên kết công khai không thành công, có thể tên miền vẫn đang được thiết lập. Hãy thử Kiểm tra kết nối lại sau vài phút từ mục Sửa.
zh_hans: 如果公开链接检查失败，可能是域名仍在设置中。请几分钟后在“编辑”中再次点按“测试连接”。
zh_hant: 如果公開連結檢查失敗，可能是網域仍在設定中。請幾分鐘後在「編輯」中再次點按「測試連線」。

source: In the Bucket
de: Im Bucket
es: En el bucket
fr: Dans le bucket
id: Di Bucket
it: Nel bucket
ja: バケット内
ko: 버킷에 있음
nl: In de bucket
pl: W buckecie
pt_br: No bucket
ru: В бакете
tr: Bucket'ta
uk: У бакеті
vi: Trong bucket
zh_hans: 在存储桶中
zh_hant: 在儲存貯體中

source: Its target couldn’t be updated, so it may still point to the old location.
de: Das Ziel konnte nicht aktualisiert werden, daher zeigt er vielleicht noch auf den alten Ort.
es: No se pudo actualizar su destino, así que puede seguir apuntando a la ubicación anterior.
fr: Sa cible n’a pas pu être mise à jour : il peut encore pointer vers l’ancien emplacement.
id: Targetnya tidak dapat diperbarui, jadi mungkin masih mengarah ke lokasi lama.
it: Non è stato possibile aggiornare la destinazione, quindi potrebbe ancora puntare alla posizione precedente.
ja: リンク先を更新できなかったため、古い場所を指したままの可能性があります。
ko: 대상을 업데이트하지 못해 아직 이전 위치를 가리킬 수 있습니다.
nl: Het doel kon niet worden bijgewerkt, dus mogelijk wijst hij nog naar de oude locatie.
pl: Nie udało się zaktualizować celu, więc link może nadal wskazywać stare miejsce.
pt_br: Não foi possível atualizar o destino, então ele pode ainda apontar para o local antigo.
ru: Не удалось обновить цель, поэтому ссылка может по-прежнему вести на старое место.
tr: Hedefi güncellenemedi, bu yüzden hâlâ eski konumu gösteriyor olabilir.
uk: Не вдалося оновити ціль, тому посилання може й далі вести на старе місце.
vi: Không cập nhật được đích, nên liên kết có thể vẫn trỏ đến vị trí cũ.
zh_hans: 无法更新其目标，因此它可能仍指向旧位置。
zh_hant: 無法更新其目標，因此它可能仍指向舊位置。

source: Keep Them
de: Behalten
es: Conservarlas
fr: Les conserver
id: Biarkan
it: Mantienile
ja: 残す
ko: 유지
nl: Behoud ze
pl: Zachowaj
pt_br: Manter
ru: Оставить
tr: Kalsın
uk: Залишити
vi: Giữ lại
zh_hans: 保留
zh_hant: 保留

source: Keyboard Shortcut
de: Tastaturkurzbefehl
es: Atajo de teclado
fr: Raccourci clavier
id: Pintasan Papan Ketik
it: Abbreviazione da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
nl: Toetscombinatie
pl: Skrót klawiszowy
pt_br: Atalho de teclado
ru: Сочетание клавиш
tr: Klavye Kısayolu
uk: Клавіатурне скорочення
vi: Phím tắt
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

source: Last clicked %@
de: Zuletzt geklickt %@
es: Último clic %@
fr: Dernier clic %@
id: Terakhir diklik %@
it: Ultimo clic %@
ja: 最終クリック %@
ko: 마지막 클릭 %@
nl: Laatst geklikt %@
pl: Ostatnie kliknięcie: %@
pt_br: Último clique %@
ru: Последний переход: %@
tr: Son tıklama %@
uk: Останній перехід: %@
vi: Nhấp lần cuối %@
zh_hans: 上次点击 %@
zh_hant: 上次點擊：%@

source: Leave empty to use “Use for” and the default destination.
de: Leer lassen, um „Verwenden für“ und das Standardziel zu nutzen.
es: Déjalo vacío para usar «Usar para» y el destino predeterminado.
fr: Laissez vide pour utiliser « Utiliser pour » et la destination par défaut.
id: Biarkan kosong untuk menggunakan “Gunakan untuk” dan tujuan default.
it: Lascia vuoto per usare “Usa per” e la destinazione predefinita.
ja: 空のままにすると「用途」と既定のアップロード先を使います。
ko: ‘용도’와 기본 대상을 사용하려면 비워 두십시오.
nl: Laat leeg om ‘Gebruiken voor’ en de standaardbestemming te gebruiken.
pl: Pozostaw puste, aby użyć ustawienia „Używaj dla” i domyślnego miejsca docelowego.
pt_br: Deixe vazio para usar “Usar para” e o destino padrão.
ru: Оставьте пустым, чтобы использовать «Использовать для» и место назначения по умолчанию.
tr: “Kullanım” ve varsayılan hedefi kullanmak için boş bırak.
uk: Залиште порожнім, щоб діяли «Використовувати для» і стандартна ціль.
vi: Để trống để dùng “Dùng cho” và đích mặc định.
zh_hans: 留空则使用“用于”和默认目标。
zh_hant: 留空即使用「用於」和預設目的地。

source: Links and your API key are sent unencrypted over http://. Use this only on a network you trust, such as your own computer.
de: Links und dein API-Schlüssel werden über http:// unverschlüsselt gesendet. Nutze das nur in einem Netzwerk, dem du vertraust, etwa auf deinem eigenen Computer.
es: Los enlaces y tu clave de API se envían sin cifrar por http://. Úsalo solo en una red de confianza, como tu propio ordenador.
fr: Les liens et votre clé d’API sont envoyés sans chiffrement via http://. N’utilisez cette option que sur un réseau de confiance, comme votre propre ordinateur.
id: Tautan dan kunci API Anda dikirim tanpa enkripsi lewat http://. Gunakan ini hanya di jaringan yang Anda percayai, seperti komputer Anda sendiri.
it: I link e la tua chiave API vengono inviati senza crittografia tramite http://. Usalo solo su una rete di cui ti fidi, come il tuo computer.
ja: リンクとAPIキーは http:// で暗号化されずに送信されます。ご自身のコンピュータなど、信頼できるネットワークでのみ使用してください。
ko: 링크와 API 키가 http://를 통해 암호화되지 않은 채 전송됩니다. 자신의 컴퓨터처럼 신뢰할 수 있는 네트워크에서만 사용하세요.
nl: Links en je API-sleutel worden onversleuteld via http:// verstuurd. Gebruik dit alleen op een netwerk dat je vertrouwt, zoals je eigen computer.
pl: Linki i Twój klucz API są wysyłane przez http:// bez szyfrowania. Używaj tego tylko w zaufanej sieci, np. na własnym komputerze.
pt_br: Os links e sua chave de API são enviados sem criptografia por http://. Use isso só em uma rede confiável, como o seu próprio computador.
ru: Ссылки и ваш ключ API передаются по http:// без шифрования. Используйте это только в сети, которой доверяете, например на своём компьютере.
tr: Bağlantılar ve API anahtarınız http:// üzerinden şifrelenmeden gönderilir. Bunu yalnızca kendi bilgisayarınız gibi güvendiğiniz bir ağda kullanın.
uk: Посилання та ваш ключ API передаються через http:// без шифрування. Використовуйте це лише в мережі, якій довіряєте, наприклад на власному комп’ютері.
vi: Liên kết và khóa API của bạn được gửi qua http:// mà không mã hóa. Chỉ dùng trên mạng bạn tin cậy, như máy tính của chính bạn.
zh_hans: 链接和你的 API 密钥会通过 http:// 以未加密的方式发送。请只在你信任的网络中使用，例如你自己的电脑。
zh_hant: 連結和你的 API 金鑰會透過 http:// 以未加密的方式傳送。請只在你信任的網路中使用，例如你自己的電腦。

source: Links will look like https://%@/2026/10/photo.jpg
de: Links sehen so aus: https://%@/2026/10/photo.jpg
es: Los enlaces tendrán este aspecto: https://%@/2026/10/photo.jpg
fr: Les liens ressembleront à ceci : https://%@/2026/10/photo.jpg
id: Tautan akan terlihat seperti https://%@/2026/10/photo.jpg
it: I link avranno questo aspetto: https://%@/2026/10/photo.jpg
ja: リンクは次のようになります: https://%@/2026/10/photo.jpg
ko: 링크는 다음과 같은 모양입니다: https://%@/2026/10/photo.jpg
nl: Links zien er zo uit: https://%@/2026/10/photo.jpg
pl: Linki będą wyglądać tak: https://%@/2026/10/photo.jpg
pt_br: Os links ficarão assim: https://%@/2026/10/photo.jpg
ru: Ссылки будут выглядеть так: https://%@/2026/10/photo.jpg
tr: Bağlantılar şöyle görünecek: https://%@/2026/10/photo.jpg
uk: Посилання матимуть такий вигляд: https://%@/2026/10/photo.jpg
vi: Liên kết sẽ có dạng https://%@/2026/10/photo.jpg
zh_hans: 链接将类似于 https://%@/2026/10/photo.jpg
zh_hant: 連結會像這樣：https://%@/2026/10/photo.jpg

source: Make your links cleaner.
de: Mach deine Links sauberer.
es: Haz tus enlaces más limpios.
fr: Rendez vos liens plus épurés.
id: Buat tautan Anda lebih ringkas.
it: Rendi i tuoi link più puliti.
ja: リンクをもっとすっきりさせましょう。
ko: 링크를 더 깔끔하게 만드십시오.
nl: Maak je links schoner.
pl: Uprość swoje linki.
pt_br: Deixe seus links mais limpos.
ru: Сделайте ссылки чище.
tr: Bağlantılarını sadeleştir.
uk: Зробіть посилання чистішими.
vi: Làm liên kết của bạn gọn hơn.
zh_hans: 让链接更简洁。
zh_hant: 讓連結更簡潔。

source: May still exist
de: Besteht evtl. noch
es: Puede seguir existiendo
fr: Existe peut-être encore
id: Mungkin masih ada
it: Potrebbe esistere ancora
ja: 残っている可能性あり
ko: 남아 있을 수 있음
nl: Bestaat mogelijk nog
pl: Może nadal istnieć
pt_br: Pode ainda existir
ru: Может ещё существовать
tr: Hâlâ var olabilir
uk: Може ще існувати
vi: Có thể vẫn tồn tại
zh_hans: 可能仍存在
zh_hant: 可能仍存在
